#!/usr/bin/env python
# -*- coding: utf-8 -*-


(u"Рядом с домом – Зеленодольская",               0:00 , 23:59, u"м. Рязанский проспект"    , u"+7(495)225-14-70"   , u"Москва, ул. Зеленодольская, дом 9, корпус 2"),
(u"Универсам – Ополчения",                        0:00 , 23:59, u"м. Октябрьское поле"      , u"+7(495)657-81-40"   , u"Москва, ул. Народного Ополчения, дом 24"),
(u"Универсам – Мариупольская",                    9:00 , 23:00,                             , u"+7(4012)920-160"    , u"Калининград, ул. Мариупольская, дом 14"),
(u"Универсам – Паперника",                        0:00 , 23:59, u"м. Рязанский проспект"    , u"+7(495)657-92-20"   , u"Москва, ул. Паперника, дом 9"),
(u"Универсам – Михневская",                       0:00 , 23:59, u"м. Царицыно"              ,                       , u"Москва, ул. Михневская , дом 4"),
(u"Универсам – Таллинская",                       0:00 , 23:59, u"м. Щукинская"             , u"+7(495)745-74-40"   , u"Москва, ул. Таллинская, дом 18"),
(u"Универсам – Уральская",                        8:00 , 23:00, u"м. Щелковская"            , u"+7(495)221-02-00"   , u"Москва, ул. Уральская, дом 8"),
(u"Универсам – Мусы Джалиля",                     0:00 , 23:59, u"м. Марьино"               , u"+7(495)225-14-80"   , u"Москва, ул. Мусы Джалиля, дом 6, корпус 2"),
(u"5 звезд – Смоленский",                         0:00 , 23:59, u"м. Смоленская"            , u"+7(495)411-60-70"   , u"Москва, ул. Арбат, дом 54/2, строение 1"),
(u"Рядом с домом – Варги",                        0:00 , 23:59, u"м. Теплый стан"           , u"+7(495)221-02-60"   , u"Москва, ул. Академика Варги, дом 36"),
(u"Рядом с домом – Лебедянская",                  0:00 , 23:59, u"м. Царицыно"              , u"+7(495)721-17-78"   , u"Москва, ул. Лебедянская, дом 14, корпус 1"),
(u"Рядом с домом – Сиреневый",                    0:00 , 23:59, u"м. Первомайская"          , u"+7(495)221-39-70"   , u"Москва, Сиреневый бульвар, дом 69, корпус 1"),
(u"Универсам – Декабристов",                      0:00 , 23:59, u"м. Цветной бульвар"       , u"+7(495)721-15-30"   , u"Москва, ул. Декабристов, дом 15"),
(u"Универсам – Новочеркасский",                   0:00 , 23:59, u"м. Марьино"               , u"+7(495)745-74-10"   , u"Москва, Новочеркасский бульвар, дом 7"),
(u"Универсам – Согласия",                         9:00 , 23:00,                             , u"+7(4012)920-176"    , u"Калининград, ул. Согласия, дом 1"),
(u"Универсам – Ферганская",                       0:00 , 23:59, u"м. Выхино"                , u"+7(495)221-03-50"   , u"Москва, ул. Ферганская, дом 21, строение 1"),
(u"Универсам – Симоновский Вал",                  0:00 , 23:59, u"м. Пролетарская"          , u"+7(495)736-92-60"   , u"Москва, Симоновский Вал , дом 12, корпус 2"),
(u"5 звезд – Беговая",                            0:00 , 23:59, u"м. Беговая"               , u"+7(495)225-14-10"   , u"Москва, ул. Беговая, дом 4"),
(u"Гипермаркет – Московское ш.",                  10:00, 22:00,                             ,                       , u"Орел , Московское шоссе , дом 175"),
(u"Рядом с домом – Красный казанец",              0:00 , 23:59, u"м. Выхино"                , u"+7(495)225-14-30"   , u"Москва, ул. Красный Казанец, дом 1а"),
(u"Универсам – Коровинское 24",                   0:00 , 23:59, u"м. Петровско-Разумовская" , u"+7(495)662-52-75"   , u"Москва, Коровинское шоссе, дом 24, корпус 1"),
(u"Гипермаркет – Ярославское",                    10:00, 23:00, u"м. Бабушкинская"          , u"+7(495)544-50-35"   , u"Москва, Ярославское шоссе , дом 54"),
                                                  
(u"Рядом с домом – Авиамоторная",                 0:00 , 23:59, u"м. Авиамоторная"          , u"+7(495)745-28-50 Москва, ул. Авиамоторная, дом 22/12"),
(u"Рядом с домом – Пырьева",                      0:00 , 23:59, u"м. Парк Победы"           , u"+7(495)662 52 30 Москва, ул. Пырьева, дом 16"),
(u"Универсам – Боровское 56",                     0:00 , 23:59, u"м. Теплый стан"           , u"+7(495)221-02-90 Москва, Боровское шоссе, дом 56"),
(u"Универсам – Харьковская",                      0:00 , 23:59, u"м. Пражская"              , u"+7(495)657-82-60 Москва, Харьковская, дом 2")
(u"Универсам – Юных Ленинцев",                    0:00 , 23:59, u"м. Текстильщики"          , u"+7(495)657-81-30 Москва, ул. Юных Ленинцев, дом 10/15, корпус 2")
(u"5 звезд – Рублёвское",                         0:00 , 23:59, u"м. Крылатское"            , u"+7(495)221-03-45 Москва, Рублевское шоссе, дом 52а")
(u"Гипермаркет – 2 км. МКАД",                     9:00 , 23:00, u"м. Новогиреево"           , u"+7(xxx)651-06-29  Реутов, 2 км. МКАД, дом 2")
(u"Гипермаркет – Ореховый",                       9:00 , 23:00, u"м. Домодедовская"         , u"+7(495)662-52-60 Москва, Ореховый бульвар, дом 22 А")
(u"Рядом с домом – Донбасская",                   0:00 , 23:59, u"м. Царицыно"              , u"+7(495)657-84-62 Москва, ул. Донбасская, дом 1
(u"Универсам – Савелкинский",                     0:00 , 23:59,                             , u"+7(495)651-98-40 Зеленоград, Савелкинский проезд, дом 8
(u"5 звезд – Горки-10",                           10:00, 22:00, u"+7 (495) 651-92-80 поселок Горки-10, _, дом 23
(u"5 звезд – Лубянка",                            0:00 , 23:59, u"м. Кузнецкий мост + (495) 411-60-85 Москва, ул. Большая Лубянка, дом 12/1
(u"5 звезд – Удальцова",                          0:00 , 23:59, u"м. Проспект Вернадского (495) 221-39-40 Москва, ул. Удальцова, дом 32, строение 2
(u"Рядом с домом – Братеевская",                  0:00 , 23:59, u"м. Марьино (495) 225-51-70 Москва, ул. Братеевская, дом 16, корпус 1
(u"Рядом с домом – Гурьевский",                   0:00 , 23:59, u"м. Красногвардейская (495) 657-81-70 Москва, Гурьевский проезд, дом 15, корпус 1
(u"Рядом с домом – Новокосинская",                0:00 , 23:59, u"м. Выхино (495) 657-83-80 Москва, ул. Новокосинская, дом 47
(u"Универсам – Лескова",                          0:00 , 23:59, u"м. Алтуфьево (495) 657-82-50 Москва, ул. Лескова, дом 16
(u"Универсам – Габричевского",                    0:00 , 23:59, u"м. Щукинская (495) 225-51-50 Москва, ул. Габричевского, дом 10, корпус 3
(u"Универсам – Кантемировская",                   0:00 , 23:59, u"м. Кантемировская (495) 657-80-30 Москва, ул. Кантемировская, дом 16, корпус 1
(u"Универсам – Рязанский проспект",               0:00 , 23:59, u"м. Текстильщики (495) 657-83-20 Москва, Рязанский проспект, дом 14, корпус 2
(u"5 звезд – Делегатская",                        0:00 , 23:59, u"м. Цветной бульвар (495) 411-56-70 Москва, ул. Делегатская, дом 9, строение 1
(u"Гипермаркет – Окружное",                       9:00 , 23:00, u"Вологда, Окружное шоссе, дом 12
(u"Рядом с домом – Волгоградский",                0:00 , 23:59, u"м. Кузьминки (495) 657-81-50 Москва, Волгоградский проспект, дом 175/32
(u"Рядом с домом – Прибрежный",                   9:00 , 23:00, u"+7 (4012)920-195 пос. Прибрежный, Строительная, дом 9-а
(u"Рядом с домом – Мира",                         10:00, 22:00, u"(495) 225-51-45 Электросталь, ул. Мира, дом 22
(u"Универсам – Боровское 35",                     0:00 , 23:59, u"м. Теплый стан (495) 225-51-10 Москва, Боровское шоссе, дом 35
(u"Универсам – Вешняковская",                     0:00 , 23:59, u"м. Выхино (495) 221-34-90 Москва, ул. Вешняковская, дом 13a
(u"Универсам – ЦОВБ",                             0:00 , 23:59, u"+7 (495) 657-95-45 Балашиха, мкрн ЦОВБ, дом 20
(u"5 звезд – Неверовского",                       0:00 , 23:59, u"м. Кутузовская +7 (495)411-60-95 Москва, ул. Неверовского, дом 15
(u"Гипермаркет – Гипермаркет",                    9:00 , 23:00, u" Ростов-на-Дону, ул. Нагибина, дом 17
(u"Гипермаркет – Дмитровское",                    9:00 , 23:00, u"м. Алтуфьево (495) 276-01-40  Москва, Дмитровское шоссе, дом 163А
(u"Гипермаркет – Коминтерна",                     8:00 , 22:00, u"+7 (831) 296-96-61 Нижний Новгород, ул. Коминтерна, дом 11
(u"Универсам – Изумрудная",                       0:00 , 23:59, u"м. Бабушкинская (495) 657-82-30 Москва, ул. Изумрудная, дом 3/1
(u"Универсам – Свободы",                          0:00 , 23:59, u"м. Сходненская (495) 736-94-50 Москва, ул. Свободы, дом 44
(u"5 звезд – Жукова",                             0:00 , 23:59, u"м. Полежаевская (495) 657-80-90 Москва, Маршала Жукова проспект, дом 42/1
(u"5 звезд – Коштоянца",                          9:00 , 23:00, u"м. Проспект Вернадского (495) 225-14-00 Москва, ул. Коштоянца, дом 21
(u"Гипермаркет – Артиллерийская",                 9:00 , 23:00, u"+7 (351) 247-90-50 Челябинск, ул. Артиллерийская, дом 136
(u"Рядом с домом – Петровско-Разумовский проезд", 0:00 , 23:59, u"м. Дмитровская +7 (221)-03-90  Москва, Петровско-Разумовский проезд , дом 24 , корпус 3
(u"Универсам – Подольских курсантов",             0:00 , 23:59, u"м. Пражская (495) 657-81-80 Москва, ул. Подольских Курсантов, дом 10
(u"Универсам – Подполковника Емельянова",         9:00 , 23:00, u"+ 7 (4012)920-188 Калининград, Подполковника Емельянова, дом 215
(u"Универсам – Фестивальная",                     0:00 , 23:59, u"м. Речной вокзал (495) 411-56-60 Москва, ул. Фестивальная, дом 8, строение 1
(u"Гипермаркет – Дмитровское 116Д",               9:00 , 23:00, u"м. Алтуфьево +7 (495) 544-50-30 Москва, Дмитровское шоссе , дом 116 Д
(u"5 звезд – Серафимовича",                       0:00 , 23:59, u"м. Боровицкая (495) 221-39-90 Москва, ул. Серафимовича, дом 2
(u"Гипермаркет – Героев Хасана",                  9:00 , 23:59, u"+7 (342) 211-11-33 Пермь, ул. Героев Хасана, дом 105
(u"Гипермаркет – Черемушкинская",                 8:00 , 23:00, u"м. Академическая (495) 657-82-10 Москва, ул. Большая Черемушкинская, дом 1
(u"Рядом с домом – Борисовские 14",               0:00 , 23:59, u"м. Марьино (495) 657-80-70 Москва, ул. Борисовские Пруды, дом 14/15
(u"Универсам – Белозерская",                      0:00 , 23:59, u"м. Алтуфьево (495) 225-51-90 Москва, ул. Белозёрская, дом 11г
(u"Универсам – Коровинское",                      0:00 , 23:59, u"м. Петровско-Разумовская (495) 221-03-10 Москва, Коровинское шоссе, дом 21, корпус 1
(u"Универсам – Наметкина",                        0:00 , 23:59, u"м. Новые Черемушки +7 (495) 657-92-10 Москва, ул. Наметкина, дом 3
(u"5 звезд – Олимпийский",                        0:00 , 23:59, u"м. Рижская (495) 221-03-20 Москва, Олимпийский проспект, дом 30, строение 1
(u"Гипермаркет – Путилково м. Сходненская",            ,      , u"544-50-60  д. Путилково, 71 МКАД, дом 16, корпус 1
(u"Рядом с домом – 800-летия",                    0:00 , 23:59, u"м. Петровско-Разумовская (495) 221-39-80 Москва, ул. 800-летия Москвы, дом 11
(u"Рядом с домом – Бирюлевская",                  0:00 , 23:59, u"м. Царицыно +7(495) 662-52-80 Москва, ул. Бирюлевская, дом 21, корпус 1
(u"Рядом с домом – Профсоюзная",                  0:00 , 23:59, u"м. Беляево (495) 225-51-30 Москва, ул. Профсоюзная, дом 98, корпус 1
(u"Универсам – Белобородова",                     0:00 , 23:59, u"м. Сходненская (495) 657-80-60 Москва, ул. Генерала Белобородова, дом 14, корпус 1
(u"Универсам – Дубнинская 30",                    0:00 , 23:59, u"м. Петровско-Разумовская (495) 225-51-80 Москва, Дубнинская, дом 30, строение 1
(u"Универсам – Инженерная",                       8:00 , 23:00, u"м. Бибирево (495) 221-03-00 Москва, ул. Инженерная, дом 3
(u"Универсам – Фрунзе",                           9:00 , 23:00, u"+7 (4012)920-183 Калининград, ул. Фрунзе, дом 15а
(u"Универсам – Элеваторная",                      0:00 , 23:59, u"м. Царицыно +7 (495) 657-82-70 Москва, ул. Элеваторная, дом 12/1, строение 1
(u"5 звезд – Миклухо-Маклая",                     0:00 , 23:59, u"м. Беляево (495) 276-02-10 Москва, ул. Миклухо-Маклая, дом 18, корпус 2
(u"5 звезд – Мичуринский",                        0:00 , 23:59, u"м. Юго-западная (495)221-03-70 Москва, Мичуринский проспект, дом 3, корпус 1
(u"Гипермаркет – Богдана Хмельницкого",           9:00 , 23:00, u"+7 (4722) 235-235  Белгород, проспект Богдана Хмельницкого, дом 164
(u"Рядом с домом – Анадырский проезд",            8:00 , 23:30, u"м. Бабушкинская 651-98-30 Москва, Анадырский проезд, дом 57
(u"Рядом с домом – Дмитровское",                  0:00 , 23:59, u"+7 (495) 662-52-10  Москва, Дмитровское шоссе, дом 155, корпус 3
(u"Рядом с домом – Чусовская",                    0:00 , 23:59, u"м. Щелковская (495) 657-96-54 Москва, ул. Чусовская, дом 8
(u"Универсам – Батальная",                        9:00 , 23:00, u"+7 (4012)920-170 Калининград, ул. Батальная, дом 62 А
(u"Универсам – Барвихинская",                     0:00 , 23:59, u"м. Кунцевская (495) 657-83-60 Москва, ул. Барвихинская, дом 6
(u"Универсам – Каргопольская",                    0:00 , 23:59, u"м. Отрадное (495) 221-03-80 Москва, ул. Каргопольская, дом 11, корпус 1
(u"Универсам – Куйбышевский",                     9:00 , 23:00, u"+7 (4012) 920-175 Калининград, ул. Куйбышева, дом 91а
(u"Универсам – Комсомольский проспект",           0:00 , 23:59, u"м. Фрунзенская 495-651-98-52  Москва, Комсомольский проспект , дом 11
(u"5 звезд – Осенний",                            0:00 , 23:59, u"м. Крылатское (495) 221-39-20 Москва, Осенний бульвар, дом 8, корпус 1
(u"5 звезд – Пресненский Вал",                    0:00 , 23:59, u"м. Улица 1905 года (495) 662-52-00 Москва, ул. Пресненский Вал, дом 30
(u"Рядом с домом – Никитинская",                  0:00 , 23:59, u"м. Измайловская +7(495) 662-52-40 Москва, ул. Никитинская, дом 11
(u"Рядом с домом – Мироновская",                  0:00 , 23:59, u"м. Семеновская  Москва, ул. Мироновская, дом 18
(u"Универсам – Привольная",                       0:00 , 23:59, u"м. Выхино (495) 657-81-90 Москва, ул. Привольная, дом 3, корпус 1
(u"Универсам – Ясеневая",                         0:00 , 23:59, u"м. Домодедовская (495) 657-95-30 Москва, ул. Ясеневая , дом 30
(u"5 звезд – Грузинская",                         0:00 , 23:59, u"м. Белорусская +7 (495) 721-38-74 Москва, ул. Большая Грузинская, дом 63, строение 1
(u"5 звезд – Новодмитровская",                    0:00 , 23:59, u"м. Дмитровская (495) 225-14-50 Москва, ул. Большая Новодмитровская, дом 23/3
(u"Рядом с домом – Богданова",                    0:00 , 23:59, u"м. Юго-западная (495) 657-83-00 Москва, ул. Богданова, дом 32
(u"Универсам – Карачаровская",                    0:00 , 23:59, u"м. Бульвар Дмитрия Донского (495) 225-14-40 Москва, 2-ая Карачаровская ул., дом 6/16
(u"Универсам – Магнитогорская",                   0:00 , 23:59, u"м. Новогиреево (495) 651-08-90 Москва, ул. Магнитогорская, дом 2, строение 1
(u"Универсам – Пятницкое 8",                      0:00 , 23:59, u"м. Тушинская (495) 657-80-50 Москва, Пятницкое шоссе, дом 8
(u"Универсам – Хабаровская",                      0:00 , 23:59, u"м. Щелковская (495) 221-02-10 Москва, ул. Хабаровская, дом 12
(u"5 звезд – Ленинградское",                      0:00 , 23:59, u"м. Водный стадион (495) 225-51-20 Москва, Ленинградское шоссе, дом 68
(u"5 звезд – Татарская",                          0:00 , 23:59, u"м. Новокузнецкая (495) 657-82-90 Москва, Большая Татарская, дом 30
(u"Гипермаркет – Солотчинское шоссе",             9:00 , 23:00, u"+7 (4912) 95-57-77 Рязань, Солотчинское шоссе, дом 11
(u"Рядом с домом – Борисовский",                  0:00 , 23:59, u"м. Домодедовская (495) 225-51-60 Москва, Борисовский проезд, дом 3, корпус 1
(u"Рядом с домом – Окская",                       0:00 , 23:59, u"м. Рязанский проспект (495) 225-14-60 Москва, ул. Окская, дом 42/1, корпус 1
(u"Универсам – Лесопарковая",                     9:00 , 23:00, u"+7 (4012)920-185 Калининград, ул. Лесопарковая, дом 1-7
(u"Универсам – Ярославское шоссе",                0:00 , 23:59, u"м. ВДНХ (495) 657-81-20 Москва, Ярославское шоссе, дом 115
(u"5 звезд – Ленинский",                          0:00 , 23:59, u"м. Академическая (495) 721-90-33 Москва, Ленинский проспект, дом 61/1
(u"Другое – Ленинградское шоссе 112/1",           0:00 , 23:59, u"м. Речной вокзал +7(495)933-43-63 Москва, Ленинградское шоссе, дом 112, корпус 1
(u"Универсам – 73 км",                            0:00 , 23:59, u"м. Планерная (495) 225-51-00 Москва, 73 км МКАД, дом 7
(u"Универсам – Новомарьинская",                   0:00 , 23:59, u"м. Марьино (495) 657-80-40 Москва, ул. Новомарьинская, дом 14/15
(u"Универсам – Щелковское",                       0:00 , 23:59, u"м. Черкизовская (495) 657-83-70 Москва, Щелковское шоссе, дом 8
(u"5 звезд – Нижегородская",                      0:00 , 23:59, u"м. Площадь Ильича (495) 657-81-60 Москва, ул. Нижегородская, дом 34
(u"Гипермаркет – Говорово",                       9:00 , 22:00, u"+7 (495) 544-50-68  д. Говорово, МКАД 47, дом ., строение 20
(u"Гипермаркет – Кохомское шоссе",                9:00 , 22:00, u"(4932) 55-82-28 Иваново, Кохомское шоссе , дом 1, корпус Д
(u"Рядом с домом – Чапаевский",                   8:00 , 23:00, u"м. Сокол (495) 657-83-30 Москва, Чапаевский переулок, дом 18/1
(u"Универсам – Байкальская",                      0:00 , 23:59, u"м. Щелковская (495) 221-02-70 Москва, ул. Байкальская, дом 12
(u"5 звезд – Богородский Вал",                    0:00 , 23:59, u"м. Преображенская площадь (495) 221-39-60 Москва, Богородский Вал, дом 6, корпус 2
(u"5 звезд – Можайское",                          0:00 , 23:59, u"м. Кунцевская +7 (495) 657-81-10 Москва, Можайское шоссе, дом 39
(u"5 звезд – Хорошевское",                        0:00 , 23:59, u"м. Полежаевская (495) 411-56-10 Москва, Хорошевское шоссе, дом 52, корпус 1
(u"Гипермаркет – Бибиревская",                    0:00 , 23:59, u"м. Бибирево (495) 657-80-10 Москва, ул. Бибиревская, дом 10
(u"Универсам – Борисовские пруды 10",             0:00 , 23:59, u"м. Каширская (495) 221-02-80 Москва, ул. Борисовские Пруды, дом 10, корпус 1
(u"Рядом с домом – Череповецкая",                 0:00 , 23:59, u"м. Алтуфьево +7(495) 736-91-38 Москва, ул. Череповецкая, дом 4, корпус А
(u"Универсам – Жулебинский",                      0:00 , 23:59, u"м. Выхино (495) 657-82-20 Москва, Жулебинский бульвар, дом 16
(u"Универсам – Дубнинская 50",                    0:00 , 23:59, u"м. Петровско-Разумовская (495) 657-82-40 Москва, ул. Дубнинская, дом 50
(u"Универсам – Медынская",                        0:00 , 23:59, u"м. Пражская (495) 657-81-05 Москва, ул. Медынская, дом 7
(u"Универсам – Пятницкое 27",                     0:00 , 23:59, u"м. Тушинская (495) 657-84-00 Москва, Пятницкое шоссе, дом 27, корпус 1
(u"5 звезд – Перерва",                            0:00 , 23:59, u"м. Братиславская +7 (495) 221-34-85 Москва, ул. Перерва, дом 43, строение 1
(u"5 звезд – Спасская",                           0:00 , 23:59, u"м. Комсомольская (495) 221-39-50 Москва, ул. Большая Спасская, дом 27
(u"Гипермаркет – Маркса пр-т",                    10:00, 22:00, u"+7 (48439) 910-20 Обнинск, проспект Маркса , дом 45
(u"Рядом с домом – Косинская",                    0:00 , 23:59, u"м. Выхино (495) 225-14-90 Москва, ул. Большая Косинская, дом 16, корпус 1
(u"Рядом с домом – Перовская",                    0:00 , 23:59, u"м. Перово (495) 221-03-30 Москва, ул. Перовская, дом 13
(u"Универсам – Красная (Гурьевский)",             9:00 , 23:00, u"+7 (4012)920-191 Гурьевск, Красная, дом 2а
(u"Универсам – Новопеределкинская",               0:00 , 23:59, u"м. Юго-западная (495) 221-02-30 Москва, ул. Новопеределкинская, дом 16, корпус 1
(u"Универсам – Рокотова",                         0:00 , 23:59, u"м. Ясенево (495) 411-60-60 Москва, ул. Рокотова, дом 5
(u"Универсам – Менжинского",                           ,      , u"м. Бабушкинская +7 (495) 657-84-20  Москва, ул. Менжинского , дом 27
(u"5 звезд – Космонавтов",                        0:00 , 23:59, u"м. ВДНХ (495) 225-14-20 Москва, ул. Космонавтов, дом 4
(u"Рядом с домом – Соколиная Гора",               0:00 , 23:59, u"м. Шоссе Энтузиастов (495) 221-02-50 Москва, 5-ая ул. Соколиной Горы, дом 25, корпус 2
(u"Рядом с домом – Кожуховская",                  0:00 , 23:59, u"м. Кожуховская (495) 657-83-10 Москва, 5-ая Кожуховская ул. , дом 13
(u"Рядом с домом – Мартеновская",                 0:00 , 23:59, u"м. Новогиреево (495) 657-82-80 Москва, ул. Мартеновская, дом 35, строение 1
(u"Рядом с домом – Сталеваров",                   0:00 , 23:59, u"м. Новогиреево (495) 657-83-50 Москва, ул. Сталеваров, дом 22, корпус 1
(u"Рядом с домом – Россошанская",                 0:00 , 23:59, u"м. Пражская (495) 657-80-20 Москва, ул. Россошанская, дом 7, корпус 1
(u"Рядом с домом – Зеленоградская",               0:00 , 23:59, u"м. Речной вокзал (495) 657-97-20 Москва, ул. Зеленоградская, дом 33, корпус 2
(u"Универсам – Красного Маяка",                   0:00 , 23:59, u"м. Пражская (495) 651-05-20 Москва, ул. Красного Маяка, дом 2Б
(u"Универсам – Чертановская",                     0:00 , 23:59, u"м. Пражская (495) 221-02-20 Москва, ул. Чертановская, дом 45а
(u"Универсам – Яна Райниса",                      0:00 , 23:59, u"м. Сходненская (495) 221-03-60 Москва, бульвар Яна Райниса, дом 18/1
(u"Универсам – Энтузиастов шоссе",                10:00, 22:00, u"м. Новогиреево (495) 657-83-40 Балашиха, шоссе Энтузиастов, дом 1 Б
(u"5 звезд – Летниковская",                       7:30 , 20:30, u"м. Павелецкая + (495) 662-52-90 Москва, ул. Летниковская, дом 10, строение 5
(u"5 звезд – Манежная площадь",                   10:00, 22:00, u"м. Охотный ряд + (495) 651-05-10 Москва, Манежная площадь, дом 1
(u"Гипермаркет – Московский проспект",            9:00 , 23:00, u"+7 (4852) 40-55-01 Ярославль, Московский проспект, дом 108
(u"Рядом с домом – Зарайская",                    0:00 , 23:59, u"м. Рязанский проспект +7(495) 662-52-20 Москва, ул. Зарайская, дом 53
(u"Универсам – Днепропетровская",                 0:00 , 23:59, u"м. Южная (495) 657-82-00 Москва, ул. Днепропетровская, дом 4а, строение 1
(u"Универсам – Мелитопольская",                   0:00 , 23:59, u"м. Аннино (495) 745-54-90 Москва, 2-ая Мелитопольская ул. , дом 3а
(u"Универсам – Шипиловский",                      0:00 , 23:59, u"м. Орехово +7(495)-276-01-62 Москва, Шипиловский проезд , дом 43, корпус 3
